export const CATEGORIES = ['전체', '씨앗', '모종', '굿즈', '세트'];

export const ALL_PRODUCTS = [
  /* -------------------- 🌱 씨앗 -------------------- */
  {
    id: 'seed-01',
    name: '씨앗',
    price: 2900,
    cat: '상추',
    img: '/images/products/seed-01.png',
    images: [
      '/images/products/seed-01.png',
      '/images/products/seedSub-01-01.png',
      '/images/products/seedSub-01-02.png',
      '/images/products/seedSub-01-03.png',
    ],
    details: {
        comp: {
        title: ['씨앗 5종', '맛과 식감이 미묘하게 다른 다섯 가지 잎채소'],
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    },
    ui: {
    shippingText: "배송 방법  :  택배  |  배송비  :  무료배송",
    cartText: "씨앗 주머니에 담기",
    buyText: "바로 심기",
    }
  },
  {
    id: 'seed-02',
    name: '씨앗',
    price: 2900,
    cat: '당근',
    img: '/images/products/seed-02.png',
    images: [
      '/images/products/seedSub-02-01.png',
      '/images/products/seedSub-02-02.png',
      '/images/products/seedSub-02-03.png',
      '/images/products/seedSub-02-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seed-03',
    name: '씨앗',
    price: 2900,
    cat: '씨앗',
    img: '/images/products/seed-03.png',
    images: [
      '/images/products/seedSub-03-01.png',
      '/images/products/seedSub-03-02.png',
      '/images/products/seedSub-03-03.png',
      '/images/products/seedSub-03-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seed-04',
    name: '씨앗',
    price: 2900,
    cat: '씨앗',
    img: '/images/products/seed-04.png',
    images: [
      '/images/products/seedSub-04-01.png',
      '/images/products/seedSub-04-02.png',
      '/images/products/seedSub-04-03.png',
      '/images/products/seedSub-04-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seed-05',
    name: '씨앗',
    price: 2900,
    cat: '씨앗',
    img: '/images/products/seed-05.png',
    images: [
      '/images/products/seedSub-05-01.png',
      '/images/products/seedSub-05-02.png',
      '/images/products/seedSub-05-03.png',
      '/images/products/seedSub-05-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seed-06',
    name: '씨앗',
    price: 2900,
    cat: '씨앗',
    img: '/images/products/seed-06.png',
    images: [
      '/images/products/seedSub-06-01.png',
      '/images/products/seedSub-06-02.png',
      '/images/products/seedSub-06-03.png',
      '/images/products/seedSub-06-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seed-07',
    name: '씨앗',
    price: 2900,
    cat: '씨앗',
    img: '/images/products/seed-07.png',
    images: [
      '/images/products/seedSub-07-01.png',
      '/images/products/seedSub-07-02.png',
      '/images/products/seedSub-07-03.png',
      '/images/products/seedSub-07-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seed-08',
    name: '씨앗',
    price: 2900,
    cat: '씨앗',
    img: '/images/products/seed-08.png',
    images: [
      '/images/products/seedSub-08-01.png',
      '/images/products/seedSub-08-02.png',
      '/images/products/seedSub-08-03.png',
      '/images/products/seedSub-08-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },

  /* -------------------- 🌿 모종 -------------------- */
  {
    id: 'seedling-01',
    name: '모종',
    price: 9900,
    cat: '모종',
    img: '/images/products/seedling-01.png',
    images: [
      '/images/products/seedlingSub-01-01.png',
      '/images/products/seedlingSub-01-02.png',
      '/images/products/seedlingSub-01-03.png',
      '/images/products/seedlingSub-01-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seedling-02',
    name: '모종',
    price: 9900,
    cat: '모종',
    img: '/images/products/seedling-02.png',
    images: [
      '/images/products/seedlingSub-02-01.png',
      '/images/products/seedlingSub-02-02.png',
      '/images/products/seedlingSub-02-03.png',
      '/images/products/seedlingSub-02-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seedling-03',
    name: '모종',
    price: 9900,
    cat: '모종',
    img: '/images/products/seedling-03.png',
    images: [
      '/images/products/seedlingSub-03-01.png',
      '/images/products/seedlingSub-03-02.png',
      '/images/products/seedlingSub-03-03.png',
      '/images/products/seedlingSub-03-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'seedling-04',
    name: '모종',
    price: 9900,
    cat: '모종',
    img: '/images/products/seedling-04.png',
    images: [
      '/images/products/seedlingSub-04-01.png',
      '/images/products/seedlingSub-04-02.png',
      '/images/products/seedlingSub-04-03.png',
      '/images/products/seedlingSub-04-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },

  /* -------------------- 🍀 굿즈 -------------------- */
  {
    id: 'goods-01',
    name: '굿즈',
    price: 5900,
    cat: '굿즈',
    img: '/images/products/goods-01.png',
    images: [
      '/images/products/goodsSub-01-01.png',
      '/images/products/goodsSub-01-02.png',
      '/images/products/goodsSub-01-03.png',
      '/images/products/goodsSub-01-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'goods-02',
    name: '굿즈',
    price: 5900,
    cat: '굿즈',
    img: '/images/products/goods-02.png',
    images: [
      '/images/products/goodsSub-02-01.png',
      '/images/products/goodsSub-02-02.png',
      '/images/products/goodsSub-02-03.png',
      '/images/products/goodsSub-02-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'goods-03',
    name: '굿즈',
    price: 5900,
    cat: '굿즈',
    img: '/images/products/goods-03.png',
    images: [
      '/images/products/goodsSub-03-01.png',
      '/images/products/goodsSub-03-02.png',
      '/images/products/goodsSub-03-03.png',
      '/images/products/goodsSub-03-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'goods-04',
    name: '굿즈',
    price: 5900,
    cat: '굿즈',
    img: '/images/products/goods-04.png',
    images: [
      '/images/products/goodsSub-04-01.png',
      '/images/products/goodsSub-04-02.png',
      '/images/products/goodsSub-04-03.png',
      '/images/products/goodsSub-04-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },

  /* -------------------- 🎁 세트 -------------------- */
  {
    id: 'set-01',
    name: '세트',
    price: 15900,
    cat: '세트',
    img: '/images/products/set-01.png',
    images: [
      '/images/products/setSub-01-01.png',
      '/images/products/setSub-01-02.png',
      '/images/products/setSub-01-03.png',
      '/images/products/setSub-01-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'set-02',
    name: '세트',
    price: 15900,
    cat: '세트',
    img: '/images/products/set-02.png',
    images: [
      '/images/products/setSub-02-01.png',
      '/images/products/setSub-02-02.png',
      '/images/products/setSub-02-03.png',
      '/images/products/setSub-02-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'set-03',
    name: '세트',
    price: 15900,
    cat: '세트',
    img: '/images/products/set-03.png',
    images: [
      '/images/products/setSub-03-01.png',
      '/images/products/setSub-03-02.png',
      '/images/products/setSub-03-03.png',
      '/images/products/setSub-03-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'set-04',
    name: '세트',
    price: 15900,
    cat: '세트',
    img: '/images/products/set-04.png',
    images: [
      '/images/products/setSub-04-01.png',
      '/images/products/setSub-04-02.png',
      '/images/products/setSub-04-03.png',
      '/images/products/setSub-04-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'set-05',
    name: '세트',
    price: 15900,
    cat: '세트',
    img: '/images/products/set-05.png',
    images: [
      '/images/products/setSub-05-01.png',
      '/images/products/setSub-05-02.png',
      '/images/products/setSub-05-03.png',
      '/images/products/setSub-05-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
  {
    id: 'set-06',
    name: '세트',
    price: 15900,
    cat: '세트',
    img: '/images/products/set-06.png',
    images: [
      '/images/products/setSub-06-01.png',
      '/images/products/setSub-06-02.png',
      '/images/products/setSub-06-03.png',
      '/images/products/setSub-06-04.png',
    ],
    details: {
        comp: {
        title: '씨앗 5종',
        list: [
            ['로메인', '베란다에서도 잘 자라는 상추류.'],
            ['상추', '생장 빠르고 초보도 수월.'],
            ['엔다이브', '쌉싸름한 식감, 샐러드용.'],
            ['와일드 루꼴라', '향 강하고 수확 주기 짧음.'],
            ['청경채', '다양한 환경에서 잘 자람.'],
        ],
        },
        info: [
        ['발아온도', '18~24℃'],
        ['물주기', '겉흙 마르면 충분히'],
        ['구성품', '씨앗 5종, 가이드, 라벨'],
        ],
        refund: [
        ['배송', '평일 14시 이전 주문 당일 출고'],
        ['교환/반품', '수령 후 7일 이내 가능'],
        ['유의', '개봉/훼손 시 어려울 수 있음'],
        ],
    }
  },
];

export const getProductById = (id) => ALL_PRODUCTS.find((p) => p.id === id);
